{
    "facts": [
        "Coffee is derived from the seeds of the Coffea plant, which is native to tropical regions of Africa.",
        "It is one of the most widely consumed beverages in the world, with an estimated 2.25 billion cups consumed every day.",
        "The two most commonly cultivated species of coffee are Arabica and Robusta.",
        "Arabica coffee is considered superior in taste and accounts for about 60% of global coffee production.",
        "Coffee contains caffeine, a natural stimulant that affects the central nervous system, keeping us awake and alert.",
        "The average caffeine content in an 8-ounce cup of coffee is about 95 milligrams, but it can vary depending on factors such as the brewing method and type of coffee bean.",
        "Coffee beans start out as green, and they turn brown and develop their characteristic flavor and aroma when roasted.",
        "Brazil is the largest producer of coffee in the world, followed by Vietnam and Colombia.",
        "The coffee belt, the region where coffee is grown, is located between the Tropics of Cancer and Capricorn.",
        "Coffee has a rich history dating back centuries, and it is believed to have been discovered in Ethiopia in the 9th century.",
        "The first coffee house opened in Constantinople (now Istanbul) in the 15th century, and coffeehouses quickly spread across Europe.",
        "The term \"coffee\" comes from the Arabic word \"qahwah,\" which means \"wine of the bean.\"",
        "Espresso is a concentrated form of coffee made by forcing pressurized hot water through finely ground coffee beans.",
        "The world's most expensive coffee is called Kopi Luwak, and it is made from coffee beans that have been eaten and excreted by the Asian palm civet.",
        "Decaffeinated coffee is made by removing most of the caffeine from the beans, usually through a chemical or water process.",
        "Coffee has been associated with various health benefits, including a reduced risk of Parkinson's disease, type 2 diabetes, and liver disease.",
        "Coffee contains antioxidants that can help fight inflammation and protect against certain diseases.",
        "The coffee plant can live for up to 100 years, but it reaches its peak productivity between 7 to 20 years of age.",
        "Cold brew coffee is made by steeping coffee grounds in cold water for an extended period, typically 12 to 24 hours.",
        "The world record for the largest cup of coffee ever filled was set in 2012 in South Korea, measuring 3,487 gallons (13,200 liters).",
        "In some cultures, coffee ceremonies are an important social tradition, where coffee is prepared and served with great care and ritual.",
        "The word \"barista\" is Italian for \"bartender\" and refers to a person who professionally prepares and serves coffee.",
        "Coffee grounds can be used as a natural exfoliant for the skin or as a fertilizer for plants.",
        "The United States is the largest consumer of coffee in the world.",
        "Coffee has inspired a wide range of specialty drinks, such as cappuccino, latte, macchiato, and mocha."
    ]
}
  